<?php

/**
 *  тексты заголовков стандартных подразделов
 */

return [
    'displays' => [
        'title'     => 'Перелік доступних екранів для відображення презентацій',
        'display'   => 'Назва приміщення',
        'buildings' => 'Корпус',
        'watching'  => 'Перегляд',
    ],

    'gallery' => [
        'final_removal' => 'Остаточне видалення відбудеться',
        'appellation' => 'Назва',
        'processing' => 'Зачекайте, файл обробляється',
        'prim_1' => '* <ul>доступні наступны формати файлів:<li>зображення (jpg, jpeg, gif, png, bmp);</li><li>-презентації (ppt, pptx, pdf)</li></ul>',
        'prim_2' => '** При додаванні файлів у презентацій для їх обрабки необхідно декілька хвилин (в залежності віб обїему презентації)        
         для конфертації її у окремі зображення, анімацція при цьому не зберігається',
        'prim_3' => '*** Рекомендована пропорції слайдів 16х9'
    ],
    'galleries' => [
        'add_presentation' => ' Додати презентацію',
        'new_presentation' => ' Нова презентація',
        'appellation' => 'Назва',
        'created' => 'Створено:',
        'deleted' => 'Вилучено:',
        'changed' => 'Змінено:',
    ],

    'schedule' => [
        'order_delivery_time' => 'Замовити час показу',
        'date' => 'Дата',
        'auditory' => 'Аудиторія',
        'start' => 'Початок',
        'stop' => 'Закінчення',
        'status' => 'Статус',
        'resolved' => 'Дозволено',
        'not_approved' => 'Не схвалено',
        'schedule_not_yet_compiled' => 'Розклад ще не складено',
        'application_for_the_show' => 'Заявка на показ',
        'select_an_audience' => 'Оберіть аудиторію',
        'lecture' => 'Лекція',
        'comment_check' => '* - після перевірки модератором час показу буде схвалено або відхилено',

    ],

];

