<?php

/**
 *  тексты заголовков стандартных подразделов
 */

return [
    // Дефолтные значения для SiteMeta
    'meta' => [
        'title' => 'Лабораторія технічного забезпечення навчального процесу',
        'description' => 'Лабораторія технічного забезпечення навчального процесу',
        'keywords' => '',
    ],
    'company'     => [
        'max' => 'Лабораторія технічного забезпечення навчального процесу',
        'min' => 'Лабораторія ТЗНП',
    ],

        'home' => 'Головна',                                            // В хлебных крошках

    'login' => 'Вхід',
    'reset' => 'Скидання пароля',
    'register' => 'Реєстрація',

    'have_you_watched' => 'Ви дивилися',

// menu
    'profile' => 'Профіль',
    'entry'=>'Вхід',
    'galleries'=> 'Презентації',
    'schedule'=>'Розклад',


    // результаты
    'sample_null' => 'На Ваш запит нічого не знайдено',
    'found' => 'Знайдено',
    'all_results' => 'Всі результати',
    'all' => 'Кількість',
    'selected_filters' => 'Обрано фільтрами',

    'error' => [
        '401' => 'Для доступу до сторінки необхідна авторизація',
        '403' => 'Доступ заборонений, є доступною для авторизованих',
        '404' => 'Сторінка тимчасово не знайдена',
        '410' => 'Сторінка була вилучена',
        '500' => 'Сервіс тимчасово недоступний',
        '503' => 'Сторінка тимчасово недоступна, проводяться тих роботи',
    ],

];

