<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы напоминания пароля
    |--------------------------------------------------------------------------
    |
    | Последующие языковые строки возвращаются брокером паролей на неудачные
    | попытки обновления пароля в таких случаях, как ошибочный код сброса
    | пароля или неверный новый пароль.
    |
    */

    'password' => 'Пароль повинен бути не менше шести символів і збігатися з підтвердженням.',
    'reset'    => 'Ваш пароль був скинутий!',
    'sent'     => 'Посилання на скидання пароля була відправлена!',
    'token'    => 'Помилковий код скидання пароля.',
    'user'     => 'Не вдалося знайти користувача з зазначеним електронною адресою.',

];
