<?php

/**
 *  тексты для алертов, сообщений
 */
return [
    'sample_null' => 'За Вашим запитом нічого не знайдено',

    'link_to_register_success'  => 'Лист з посиланням для продовження реєстрації відправлено на вказану адресу',
    'incorrect_request'         => 'Некоректний запит',
    'feedback_success'          => 'Повідомлення успішно доставлено',
    'register_success'          => 'Реєстрація успішно завершена',

    'wrong_link' => 'Посилання не дійсно',
    'saved'      => 'Збережено',
    'fail'       => 'Щось пішло не так, спробуйте пізніше',

    'order_success' => 'Замовлення №:id прийнято до роботи. Ми зв&#39;яжемося з Вами найближчим часом',
    'to_order'      => 'Перейти до замовлення',
];