<?php

/**
 *  тексты на кнопках и ссылках
 */

return [
    'loading'   => 'Загрузка &hellip;',
    'refresh'   => 'Обновить',
    'delete'    => 'Удалить',
    'save'      => 'Сохранить',
    'close'     => 'Закрыть',
    'add_photo' => 'Прикрепить изображение',

    'find'  => 'Найти',
    'clean' => 'Очистить',

    'my_menu'     => 'Моё меню',
    'toggle_menu' => 'Переключатель меню',

    'login'    => 'Войти',
    'register' => 'Регистрация',
    'forgot'   => 'Я забыл пароль',
    'link'     => 'Получить ссылку',
    'finish'   => 'Завершить',
    'send'     => 'Отправить',

    'password_show'   => 'Показать пароль',
    'password_hide'   => 'Скрыть пароль',
    'password_change' => 'Сменить пароль',

    'in_basket' => 'В корзине',
    'to_basket' => 'В корзину',

    'order' => 'Оформить',
    'back'  => 'В корзину',

    'contacts'  => 'Контакты',

    'add_slide'=>'Добавить файл',
    'delete_slide'=>'Удалить файл',
    'slide'=>'Файл',

    'detailed'  => 'Подробнее',
];