<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы сообщений по электронной почте
    |--------------------------------------------------------------------------
    */

    'feedback_response' => [
        'subject'  => 'Обратная связь',
        'greeting' => 'Здравствуйте!',
        'request'  => 'Мы получили Ваш запрос',
        'response' => 'Ответ поддержки',
        'action'   => 'Оставить новое сообщение',
    ],
    'register' => [
        'subject'  => 'Регистрация',
        'greeting' => 'Здравствуйте!',
        'line1'    => 'Вы получаете это электронное письмо, потому что мы получили запрос на регистрацию Вашей учетной записи.',
        'line2'    => 'Если вы не запрашивали регистрацию, никаких дополнительных действий выполнять не требуется.',
        'action'   => 'Зарегистрироваться',
    ],
    'reset' => [
        'subject'  => 'Сброс пароля',
        'greeting' => 'Здравствуйте!',
        'line1'    => 'Вы получаете это электронное письмо, потому что мы получили запрос на сброс пароля для Вашей учетной записи.',
        'line2'    => 'Если вы не запрашивали сброс пароля, никаких дополнительных действий выполнять не требуется.',
        'action'   => 'Сбросить пароль',
    ],
];