<?php

/**
 *  Верхнее и нижнее меню
 */

return [
    'top'    => [
        [
            'title' => 'Главная',
        ],
        [
            'title' => 'Товары и услуги',
        ],
        [
            'title' => 'Новости',
        ],
        [
            'title' => 'О нас',
            'children' => [
                [
                    'title' => 'Статьи',
                ],
                [
                    'title' => 'Портфолио',
                ],
            ],
        ],
        [
            'title' => 'Традиции',
        ],
        [
            'title' => 'Отзывы',
        ],
    ],
    'bottom' => [
        [
            'title' => 'Биатрон-3',
        ],
        [
            'title' => 'Контакты',
        ],
        [
            'title' => 'Частые вопросы',
        ],
        [
            'title' => 'Доставка и оплата',
        ],
        [
            'title' => 'Политика конфиденциальности',
        ],
    ],
];