<?php

/**
 *  тексты для алертов, сообщений
 */
return [
    'sample_null' => 'По Вашему запросу ничего не найдено',

    'link_to_register_success'  => 'Письмо со ссылкой для продолжения регистрации отправлено на указанный адрес',
    'incorrect_request'         => 'Некорректный запрос',
    'feedback_success'          => 'Сообщение успешно доставлено',
    'register_success'          => 'Регистрация успешно завершена',

    'wrong_link' => 'Ссылка не действительна',
    'saved'      => 'Сохранено',
    'fail'       => 'Что-то пошло не так, попробуйте повторить позже',

    'order_success' => 'Заказ №:id принят в работу. Мы свяжемся с Вами в ближайшее время',
    'to_order'      => 'Перейти к заказу',
];